Repository: cruizg93/apicuba
Catalog: app/static/translations/*/LC_MESSAGES/messages.po
Languages: es

source: The field [to] can not be higher than
es: La fecha [Hasta] no puede ser mas alta que

source: The field [to] can not be lower than
es: La fecha [Hasta] no puede ser mas baja que

source: The Field [from] can not be higher than
es: La fecha [Desde] no puede ser mas alta que

source: language
es: lenguaje

source: From
es: Desde

source: To
es: Hasta

source: City From
es: Ciudad Origen

source: City To
es: Ciudad Destino

source: Search
es: Consultar

source: Mandatory fields -- Field [TO] it can not be later than tomorrow
es: Campos Obligatorios -- Campo [HASTA] no puede ser mas tarde que ma√±ana

source: Flight Number
es: Numero Vuelo

source: Origin
es: Origen

source: Destination
es: Destino

source: Coming
es: Entran Al Pais

source: On way
es: En transito

source: Total in flight
es: Total El El Vuelo

source: Accepted - Date
es: Aceptados - Fecha

source: Time
es: Hora

source: Errors
es: Errores

source: Airport
es: Aeropuerto

source: Date/Time
es: Fecha/Horas

source: Crew
es: Tripulantes

source: Passengers
es: Pasajeros

source: en
es: es
